cask_args appdir: '/Applications'
tap 'caskroom/cask'
tap 'caskroom/versions'

brew 'nvm'
brew 'openssl'
brew 'tree'
brew 'youtube-dl'
brew 'wget'
brew 'watch'
brew 'git'
brew 'yarn'

cask 'caskroom/cask/google-chrome'
cask 'caskroom/versions/google-chrome-canary'
cask 'caskroom/cask/dropbox'
cask 'caskroom/cask/1password'
cask 'caskroom/cask/iterm2'
cask 'caskroom/cask/docker'
cask 'caskroom/cask/atom'
cask 'caskroom/cask/firefox'
cask 'caskroom/cask/iterm2'
cask 'caskroom/cask/slack'
cask 'caskroom/cask/virtualbox'
cask 'caskroom/cask/flux'
cask 'caskroom/cask/vyprvpn'
cask 'caskroom/cask/visual-studio-code'
