cask_args appdir: '/Applications'
tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'caskroom/fonts'

brew 'nvm'
brew 'openssl'
brew 'tree'
brew 'youtube-dl'
brew 'wget'
brew 'watch'
brew 'git'
brew 'yarn'
brew 'ffmpeg'
brew 'zsh-completions'
brew 'jrnl'

cask 'caskroom/cask/google-chrome'
cask 'caskroom/cask/firefox'
cask 'caskroom/versions/google-chrome-canary'
cask 'caskroom/cask/dropbox'
cask 'caskroom/cask/1password'
cask 'caskroom/cask/iterm2'
cask 'caskroom/cask/docker'
cask 'caskroom/cask/atom'
cask 'caskroom/cask/firefox'
cask 'caskroom/cask/iterm2'
cask 'caskroom/cask/slack'
cask 'caskroom/cask/virtualbox'
cask 'caskroom/cask/vyprvpn'
cask 'caskroom/cask/visual-studio-code'
cask 'caskroom/cask/charles'
cask 'caskroom/cask/cleanmymac'
cask 'caskroom/cask/whatsapp'
cask 'caskroom/cask/imageoptim'
cask 'caskroom/cask/sublime-text'

cask 'caskroom/fonts/font-roboto-slab' 
cask 'caskroom/fonts/font-open-sans'
