cask_args appdir: '/Applications'
tap 'caskroom/cask'
tap 'caskroom/versions'

brew 'nvm'
brew 'openssl'
brew 'tree'
brew 'youtube-dl'
brew 'wget'
brew 'watch'
brew 'git'
brew 'yarn'

cask 'google-chrome'
cask 'google-chrome-canary'
cask 'dropbox'
cask '1password'
cask 'iterm2'
cask 'docker'
cask 'atom'
cask 'firefox'
cask 'iterm2'
cask 'slack'
cask 'virtualbox'
cask 'flux' 
cask 'vyprvpn'
cask 'visual-studio-code'
